{
    "title": "Jason Adiogo, Développeur Frontend, UI/UX Designer",
    "about": "A propos",
    "experience": "Experience",
    "projects": "Projets",
    "contact": "Contact",
    "hi": "Salut, moi c'est",
    "titleHome": "Je developpe des solutions pour le Web.",
    "contactMe": "Contactez-moi !",
    "desc" : "Je suis un développeur frontend, un designer UI/UX et un graphiste passionné par la création d'expériences numériques intuitives et visuellement convaincantes. Avec une expertise en Next.js, Tailwind CSS, Zustand, et des frameworks frontaux modernes, je me spécialise dans la construction d'applications web de haute performance avec une expérience utilisateur transparente.",
    "aboutMe": "A propos",
    "aboutTxt1": "Je suis Jason, un développeur frontend, un designer UI/UX et un graphiste passionné par la création d'expériences numériques intuitives et visuellement convaincantes. Avec une expertise en Next.js, Tailwind CSS, Zustand, et des frameworks frontaux modernes, je me spécialise dans la construction d'applications web de haute performance avec une expérience utilisateur transparente.",
    "aboutTxt2": "Au-delà du développement, mes compétences s'étendent à l'identité de marque, à l'illustration et au marketing numérique, ce qui me permet de concevoir des designs qui ne se contentent pas d'être beaux, mais qui suscitent également l'engagement. J'ai travaillé sur un large éventail de projets, allant des plateformes de commerce électronique et des applications SaaS aux sites web d'entreprise et à l'image de marque de startups.",
    "aboutTxt3": "Voici quelques technologies et outils avec lesquels j'ai travaillé récemment :",
    "expMe": "Expérience professionnelle",
    "job1Role": "Développeur Web",
    "job1Date": "Juin 2021 - Février 2022",
    "job1El1": "Développement et maintenance des sites web de l'entreprise avec WordPress",
    "job2Role": "Développeur Web",
    "job2Date": "Février - Avril 2021",
    "job2El1": "Développement et mise en forme d'applications Web interactives pour Danol à l'aide d'Angular et de Bootstrap",
    "job3Role": "Ingénieur Frontend",
    "job3Date": "Mars - Octobre 2020",
    "job3El1": "Design et développement une application web pour un client avec Angular",
    "job3El2": "Collaboration avec l'équipe de développement pour la conception de l'architecture d'une plateforme intercontinentale",
    "job4Role": "DevOps",
    "job4Date": "Août - Septembre 2019",
    "job4El1": "Implémentation d'une chaîne d'intégration continue avec Jenkins",
    "jobKrestRole": "UI/UX Designer | Développeur Frondend",
    "jobKrestDate": "Novembre 2023 - Aujourd'hui",
    "jobKrestEl1": "Développement d'applications web modernes à l'aide de Next.js, Tailwind CSS et Zustand, garantissant des performances élevées et une expérience utilisateur transparente pour divers sites web et applications web.",
    "jobKrestEl2": "J'ai travaillé sur la conception de sites web UI/UX pour des entreprises dans des secteurs tels que les cosmétiques, les transports, l'immobilier et la finance.",
    "project1": "Application React pour le site d'un institut supérieur.",
    "project2": "Modèle de site Web pour une entreprise de livraison de repas.",
    "project3": "Site Web pour une société de sécurité électronique.",
    "project4": "Application de trading the cryptomonnaie sécurisé",
    "project5": "Plate-forme internationale de transfert d'argent, spécialisée dans l'envoi sécurisé et instantané de fonds vers des portefeuilles mobile en Afrique via Visa ou Mastercard, en toute sécurité.",
    "project6": "J'ai eu l'occasion de concevoir et de développer le site web de Le Carino, une présence en ligne pour un restaurant qui redéfinit l'expérience de la pizza avec des ingrédients de haute qualité et un menu irrésistible.",
    "projectSaga": "Site web pour le restaurant Saga Africa, formulaire détaillé pour les commandes, génération de reçu",
    "projectKrest": "Site web pour le groupe Krest Holding, au design simple et épuré, il permet de présenter les activités de Krest.",
    "projectJCM": "Site vitrine pour présenter l'association, encourager les dons et montrer l'évolution des travaux",
    "projectGajo": "Site web vitrine qui présente l'entreprise et ses services sous un design simple et facile à prendre en main",
    "projectSanagri": "Site web simple et épuré qui présente le Salon National de l'Agriculture et permet d'obtenir une lettre d'invitation générée",
    "projectsSection": "Mes réalisations",
    "contactTop": "04. Besoin de mes services ?",
    "contactTitle": "Se connecter",
    "contactContent": "Vous avez un projet ? Une idée ? N'hésitez pas à me contacter ! Ma messagerie est toujours ouverte.",
    "messageButton": "Ecrire un message"
  }
  