{
    "about": "A propos",
    "experience": "Experience",
    "projects": "Projets",
    "contact": "Contact",
    "hi": "Salut, moi c'est",
    "titleHome": "Je developpe des solutions pour le Web.",
    "contactMe": "Contactez-moi !",
    "desc" : "Je suis un ingénieur informatique spécialisé dans le design et la conception de solutions digitales. Actuellement, je dédie mon temps à l'apprentissage de nouveaux outils et technologies.",
    "aboutMe": "A propos",
    "aboutTxt1": "Salut! je m'appelle Hans, j'aime créer aussi bien des designs que des applications pour le Web. J'ai débuté par des montages photo il y'a 6 ans et maintenant je fais ma route vers l'UX/UI avec ",
    "aboutTxt2": "Au fil des ans, j'ai réalisé diverses solutions pour des entreprises, des sites aux applications Web. Actuellement, je dédie mon temps à l'apprentissage de nouveaux outils et technologies pour augmenter mon champ de compétences.",
    "aboutTxt3": "Voici quelques technologies et outils avec lesquels j'ai travaillé récemment :",
    "expMe": "Expérience professionnelle",
    "job1Role": "Développeur Web",
    "job1Date": "Juin 2021 - Février 2022",
    "job1El1": "Développement et maintenance des sites web de l'entreprise avec WordPress",
    "job2Role": "Développeur Web",
    "job2Date": "Février - Avril 2021",
    "job2El1": "Développement et mise en forme d'applications Web interactives pour Danol à l'aide d'Angular et de Bootstrap",
    "job3Role": "Ingénieur Frontend",
    "job3Date": "Mars - Octobre 2020",
    "job3El1": "Design et développement une application web pour un client avec Angular",
    "job3El2": "Collaboration avec l'équipe de développement pour la conception de l'architecture d'une plateforme intercontinentale",
    "job4Role": "DevOps",
    "job4Date": "Août - Septembre 2019",
    "job4El1": "Implémentation d'une chaîne d'intégration continue avec Jenkins",
    "project1": "Application React pour le site d'un institut supérieur.",
    "project2": "Modèle de site Web pour une entreprise de livraison de repas.",
    "project3": "Site Web pour une société de sécurité électronique.",
    "projectsSection": "Mes réalisations",
    "contactTop": "04. Besoin de mes services ?",
    "contactTitle": "Se connecter",
    "contactContent": "Vous avez un projet ? Une idée ? N'hésitez pas à me contacter ! Ma messagerie est toujours ouverte.",
    "messageButton": "Ecrire un message"
  }
  