{
    "title": "Krest Digital & Fintech",
    "about": "A propos",
    "experience": "Experience",
    "projects": "Projets",
    "contact": "Contact",
    "hi": "Nous sommes",
    "titleHome": "Nous développons des solutions pour le Web.",
    "contactMe": "Contactez-nous !",
    "desc" : "Nous sommes spécialisé dans le design et la conception de solutions digitales.",
    "aboutMe": "A propos",
    "aboutTxt1": "Salut! Nous sommes Krest Digital & Fintech, nous aimons créer aussi bien des designs que des applications pour le Web. Nous existons depuis plus de 4 ans.",
    "aboutTxt2": "Au fil du temps, nous avons réalisé diverses solutions pour des entreprises ou des particuliers, notamment des sites & applications Web.",
    "aboutTxt3": "Voici quelques technologies et outils avec lesquels nous travaillons :",
    "expMe": "Expérience professionnelle",
    "job1Role": "Développeur Web",
    "job1Date": "Juin 2021 - Février 2022",
    "job1El1": "Développement et maintenance des sites web de l'entreprise avec WordPress",
    "job2Role": "Développeur Web",
    "job2Date": "Février - Avril 2021",
    "job2El1": "Développement et mise en forme d'applications Web interactives pour Danol à l'aide d'Angular et de Bootstrap",
    "job3Role": "Ingénieur Frontend",
    "job3Date": "Mars - Octobre 2020",
    "job3El1": "Design et développement une application web pour un client avec Angular",
    "job3El2": "Collaboration avec l'équipe de développement pour la conception de l'architecture d'une plateforme intercontinentale",
    "job4Role": "DevOps",
    "job4Date": "Août - Septembre 2019",
    "job4El1": "Implémentation d'une chaîne d'intégration continue avec Jenkins",
    "project1": "Application React pour le site d'un institut supérieur.",
    "project2": "Modèle de site Web pour une entreprise de livraison de repas.",
    "projectMu": "Application de mutuelle pour des employés d'Orange",
    "projectPre": "Site web réalisé pour la société Premium Financial Consulting",
    "projectTou": "Application permettant aux particuliers de créer et collecter de l'argent pour des tontines",
    "projectNua": "Société panafricaine de Fin Tech spécialisée dans les solutions de paiement transfrontalières et DeFi innovantes et à la pointe de la technologie.",
    "project3": "Site Web pour une société de sécurité électronique.",
    "projectKuandaa": "Plateforme qui réunit les acteurs du secteur de l'évènementiel",
    "projectAfricaMoney": "Plate-forme internationale de transfert d'argent, spécialisée dans l'envoi sécurisé et instantané de fonds vers des portefeuilles mobile en Afrique via Visa ou Mastercard, en toute sécurité.",
    "projectsSection": "Nos réalisations",
    "contactTop": "03. Besoin de nos services ?",
    "contactTitle": "Nous contacter",
    "contactContent": "Vous avez un projet ? Une idée ? N'hésitez pas à nous contacter ! Notre messagerie est toujours ouverte.",
    "messageButton": "Ecrire un message",
    "Added": "Quelques projets que nous avons réalisés"
  }
  