{
    "title": "Krest Digital & Fintech",
    "about": "About",
    "experience": "Experience",
    "projects": "Projects",
    "contact": "Contact",
    "hi": "We are",
    "titleHome": "We build solutions for the web.",
    "contactMe": "Contact us !",
    "desc" : "We are specialized in design and conception of digital solutions.",
    "aboutMe": "About us",
    "aboutTxt1": "Hi, we're Krest Digital & Fintech, and we love creating both designs and applications for the web. We've been around for over 4 years.",
    "aboutTxt2": "Over the years, we've created a wide range of solutions for companies and individuals, including websites and web applications.",
    "aboutTxt3": "Here are some of the technologies and tools we work with :",
    "expMe": "Where I've worked",
    "job1Role": "Web Developer",
    "job1Date": "June 2021 - February 2022",
    "job1El1": "Developed, maintained and shipped company's websites using WordPress",
    "job2Role": "Web developer",
    "job2Date": "February - April 2021",
    "job2El1": "Developed and styled interactive web applications for Danol using Angular and Bootstrap",
    "job3Role": "Frontend Engineer",
    "job3Date": "March - October 2020",
    "job3El1": "Developed and styled a web application for a client using Angular",
    "job3El2": "Collaborated with team to build the architecture for a large web application",
    "job4Role": "DevOps",
    "job4Date": "August - September 2019",
    "job4El1": "Implemented a CI chain with Jenkins",
    "project1": "This project is a React web application for the website of a higher institute.",
    "project2": "Template website for a company which deliver food from restaurants.",
    "project3": "Business website for a company that offer electronic security services.",
    "projectMu": "Mutual insurance application for Orange employees",
    "projectPre": "Website created for the company Premium Financial Consulting",
    "projectTou": "Application enabling individuals to create and collect money for tontines",
    "projectNua": "Pan-African Fin Tech company specializing in innovative and state-of-the-art cross-border and DeFi payment solution",
    "projectKuandaa": "Platform that brings together players in the event sector",
    "projectAfricaMoney": "International money transfer platform, specializing in secure and instant sending of funds to mobile wallets in Africa via Visa or Mastercard, in complete security.",
    "projectSaga": "Restaurant website with integrated reservation and home delivery services",
    "projectLeCarino": "Website for the restaurant Le Carino offering home delivery of its products.",
    "projectsSection": "What We've done",
    "contactTop": "03. Looking for us ?",
    "contactTitle": "Get in touch",
    "contactContent": "Got a project ? An Idea ? Feel free to contact me ! Our inbox is always open.",
    "messageButton": "Send a message",
    "Added": "Some of our works"
  }
  