{
  "title": "Krest Digital & Fintech",
  "about": "About",
  "experience": "Experience",
  "projects": "Projects",
  "contact": "Contact",
  "hi": "We are",
  "titleHome": "We develop solutions for the Web.",
  "contactMe": "Contact us!",
  "desc": "We specialize in designing and creating digital solutions.",
  "aboutMe": "About",
  "aboutTxt1": "Hello! We are Krest Digital & Fintech, we love creating both designs and web applications. We've been around for over 4 years.",
  "aboutTxt2": "Over time, we have developed various solutions for companies or individuals, including websites and web applications.",
  "aboutTxt3": "Here are some technologies and tools we work with:",
  "expMe": "Professional experience",
  "job1Role": "Web Developer",
  "job1Date": "June 2021 - February 2022",
  "job1El1": "Development and maintenance of the company's websites using WordPress",
  "job2Role": "Web Developer",
  "job2Date": "February - April 2021",
  "job2El1": "Development and design of interactive web applications for Danol using Angular and Bootstrap",
  "job3Role": "Frontend Engineer",
  "job3Date": "March - October 2020",
  "job3El1": "Design and development of a web application for a client using Angular",
  "job3El2": "Collaboration with the development team to design the architecture of an intercontinental platform",
  "job4Role": "DevOps",
  "job4Date": "August - September 2019",
  "job4El1": "Implementation of a continuous integration pipeline using Jenkins",
  "project1": "React application for the website of a higher institute.",
  "project2": "Website template for a meal delivery company.",
  "projectMu": "Mutual fund application for Orange employees",
  "projectPre": "Website built for Premium Financial Consulting",
  "projectTou": "Application allowing individuals to create and collect money for rotating savings clubs (tontines)",
  "projectNua": "Pan-African FinTech company specializing in innovative cross-border payment solutions and cutting-edge DeFi technology.",
  "project3": "Website for an electronic security company.",
  "projectKuandaa": "Platform that brings together players in the event industry",
  "projectAfricaMoney": "International money transfer platform, specialized in secure and instant fund transfers to mobile wallets in Africa via Visa or Mastercard, with full security.",
  "projectSaga": "Website for a restaurant with integrated reservation and home delivery services",
  "projectLeCarino": "Website for Le Carino restaurant offering home delivery services",
  "projectCotraf": "Website built for Cotraf, a company in the industrial and petroleum transport sector",
  "projectRemi": "Design of the website for an industrial engineering services company",
  "projectKrest": "Design and development of Krest Holding's website",
  "project67Design": "Website built for 67Design&Build, a company in the civil engineering field",
  "projectKotong": "ERP dashboard for a dry-cleaning business, managing operations, payments, deliveries, accounting, and real-time activity tracking.",
  "projectsSection": "Our projects",
  "contactTop": "03. Need our services?",
  "contactTitle": "Contact us",
  "contactContent": "Do you have a project? An idea? Feel free to contact us! Our inbox is always open.",
  "messageButton": "Send a message",
  "Added": "Some projects we have completed"
}
