{
    "title": "Hans Adiogo, IT Engineer",
    "about": "About",
    "experience": "Experience",
    "projects": "Projects",
    "contact": "Contact",
    "hi": "Hi my name is",
    "titleHome": "I build things for the web.",
    "contactMe": "Contact me !",
    "desc" : "I'm an IT engineer specialized in designing and building digital solutions. Currently focused on learning new tools and technologies to improve my skills.",
    "aboutMe": "About me",
    "aboutTxt1": "Hi! My name is Hans, I am 26 years old and I like to create stuffs for the web from cool designs to web apps. Started with images 6 years ago and now I'm working on my way to UI/UX with ",
    "aboutTxt2": "Over the years, I've built various solutions for companies and businesses from business websites to web applications. Currently learning new tools and technologies to increase the range of my skills.",
    "aboutTxt3": "Here are few technologies and tools I've worked with recently :",
    "expMe": "Where I've worked",
    "job1Role": "Web Developer",
    "job1Date": "June 2021 - February 2022",
    "job1El1": "Developed, maintained and shipped company's websites using WordPress",
    "job2Role": "Web developer",
    "job2Date": "February - April 2021",
    "job2El1": "Developed and styled interactive web applications for Danol using Angular and Bootstrap",
    "job3Role": "Frontend Engineer",
    "job3Date": "March - October 2020",
    "job3El1": "Developed and styled a web application for a client using Angular",
    "job3El2": "Collaborated with team to build the architecture for a large web application",
    "job4Role": "DevOps",
    "job4Date": "August - September 2019",
    "job4El1": "Implemented a CI chain with Jenkins",
    "project1": "This project is a React web application for the website of a higher institute.",
    "project2": "Template website for a company which deliver food from restaurants.",
    "project3": "Business website for a company that offer electronic security services.",
    "project4": "Crypto trading web application in progress",
    "project5": " International money transfer platform, specialized in secure and instant transfer of funds to mobile wallets in Africa via Visa or Mastercard, with utmost safety.",
    "project6": "Food Delivery website for a restaurant",
    "projectsSection": "What I've done",
    "contactTop": "04. Looking for me ?",
    "contactTitle": "Get in touch",
    "contactContent": "Got a project ? An Idea ? Feel free to contact me ! My inbox is always open.",
    "messageButton": "Send a message"
  }
  