{
    "title": "Hans Adiogo, Frontend Developer, UI/UX Designer",
    "about": "About",
    "experience": "Experience",
    "projects": "Projects",
    "contact": "Contact",
    "hi": "Hi my name is",
    "titleHome": "I build things for the web.",
    "contactMe": "Contact me !",
    "desc" : "I’m a frontend developer, UI/UX designer, and graphic designer with a passion for creating intuitive and visually compelling digital experiences. With expertise in Next.js, Tailwind CSS, Zustand, and modern frontend frameworks, I specialize in building high-performance web applications with a seamless user experience.",
    "aboutMe": "About me",
    "aboutTxt1": "I’m Jason, a frontend developer, UI/UX designer, and graphic designer with a passion for creating intuitive and visually compelling digital experiences. With expertise in Next.js, Tailwind CSS, Zustand, and modern frontend frameworks, I specialize in building high-performance web applications with a seamless user experience.",
    "aboutTxt2": "Beyond development, my skills extend to brand identity, illustration, and digital marketing, allowing me to craft designs that not only look great but also drive engagement. I’ve worked on a wide range of projects, from e-commerce platforms and SaaS applications to corporate websites and branding for startups.",
    "aboutTxt3": "Here are few technologies and tools I've worked with recently :",
    "expMe": "Where I've worked",
    "job1Role": "Web Developer",
    "job1Date": "June 2021 - February 2022",
    "job1El1": "Developed, maintained and shipped company's websites using WordPress",
    "job2Role": "Web developer",
    "job2Date": "February - April 2021",
    "job2El1": "Developed and styled interactive web applications for Danol using Angular and Bootstrap",
    "job3Role": "Frontend Engineer",
    "job3Date": "March - October 2020",
    "job3El1": "Developed and styled a web application for a client using Angular",
    "job3El2": "Collaborated with team to build the architecture for a large web application",
    "job4Role": "DevOps",
    "job4Date": "August - September 2019",
    "job4El1": "Implemented a CI chain with Jenkins",
    "jobKrestRole": "UI/UX Designer | Frontend Developer",
    "jobKrestDate": "November 2023 - Today",
    "jobKrestEl1": "Developed modern web applications using Next.js, Tailwind CSS, and Zustand, ensuring high performance and seamless user experience for various websites and web apps.",
    "jobKrestEl2": "Worked on UI/UX designs for various projets including websites, blogs, web apps.",
    "project1": "This project is a React web application for the website of a higher institute.",
    "project2": "Template website for a company which deliver food from restaurants.",
    "project3": "Business website for a company that offer electronic security services.",
    "project4": "Crypto trading web application in progress",
    "project5": " International money transfer platform, specialized in secure and instant transfer of funds to mobile wallets in Africa via Visa or Mastercard, with utmost safety.",
    "project6": "I had the opportunity to design and develop Le Carino's website, an online presence for a restaurant that redefines the pizza experience with high-quality ingredients and an irresistible menu.",
    "projectSaga": "Website for the Saga Africa restaurant, detailed order form, receipt generation",
    "projectKrest": "Website for the Krest Holding group, with a simple, uncluttered design, presenting Krest's activities.",
    "projectsSection": "What I've done",
    "contactTop": "04. Looking for me ?",
    "contactTitle": "Get in touch",
    "contactContent": "Got a project ? An Idea ? Feel free to contact me ! My inbox is always open.",
    "messageButton": "Send a message"
  }
  